INTRODUCTION_DAY_1 = '''Ну что, вот и первый день подготовки.
Помни, что мир не так прост, и может случиться всё, что угодно.
Главное не отчаиваться и помнить о главной цели!
'''
MANIUAL_DAY_1= '''После выпавшего события введите номер своей команды и нажмите enter
'''
INTRODUCTION_DAY_2 = '''Так, так, так, наступил второй и последний день твоей поготовки.
Завтра уже экзамен, соберись! Ты просто обязан выиграть этот спор!
'''
MANIUAL_DAY_2= '''введи значения с первого раунда
(они были даны по окончаию первого раунда<3)'''
RESULTS_1 = 'Введите значения последнего раунда (команда 1)'
RESULTS_2 = 'Введите значения последнего раунда (команда 2)'
RESULTS_3 = 'Введите значения последнего раунда (команда 3)'
TOTAL = 'Итог'
