INTRODUCTION_DAY_1 = '''Ну что, вот и первый день подготовки.
Помни, что мир не так прост, и может случиться всё, что угодно.
Главное не отчаиваться и помнить о главной цели!
'''
MANIUAL_DAY_1= '''После выпавшего события введите 
номер своей команды и нажмите enter.
'''
CONDITION_R_1='''Ты проснулся, а сегодня замечательная погода, 
+ вайб(состояние)
'''
CONDITION_R_2='''Сегодня тебе приснился кошмар, теперь ты боишься бабайку.
Весь день на стрессе(состояние ухудшилось).
'''
LUCK_R_1='''Сегодня ты увидел падающую звезду и
загадал желание - плюс удача.
'''
THEORY_R_1='''Ты нравишься старшекурснику/старшекурснице.
Тебе скинули расписанные билеты с полезными пометками.
(йоу, да ты красотка/мачо. +теория)
'''
LUCK_R_2='''Ты рассыпал соль — к ссорам и неудачам.
Твои отношения с преподавателем и удача снизились в течение следующих 8 лет.
'''
TASKS_R_1='''Ты попал на бал великих математиков, они тебе все объяснили
доступным языком(тралалело тралала).
'''
TASKS_R_2='''Под окном орут студенты и тебе трудно 
сконцентрироваться (УК РФ ст.105…..). -задачи.
'''
THEORY_R_2='''Тебя отвлекает шум машин за окном (за намеренный прокол 
колеса штраф дают, одумайся. УК РФ ст.167). -теория
'''
LECTURER_R_1='''Ты улыбался другу, а преподаватель подумал,
что ему, он поздоровался с тобой и улыбнулся в ответ. 
(+ к отношению с преподавателем)
'''
LECTURER_R_2='''На твоём телефоне произошел глюк и он отправил сообщение 
в 3 часа ночи не в ту группу, а в группу с преподавателем 
из-за чего он проснулся (- отношения с преподавателем).
'''
CONDITION_R_3='''Любимый артист выпустил крутую песню, 
которая тебя подбодрила и замотивировала(+ к состоянию).
'''
CONDITION_R_4='''На тебя чихнул сосед, ты заболел.
(больше не здоровайся с ним... -состояние)
'''
LUCK_R_3='''Неожиданно, ты вспоминаешь о видео поздравлении на 8 марта/23 
февраля и понимаешь,что удача сегодня на твоей стороне
(плюс баллы удачи и состояния).
'''
THEORY_R_3='''Ты знаешь всю эту теорию со школы 
(ты Оксфорд или Хогвартс закончил???)
'''
LUCK_R_4='''Проснувшись, ты разбил зеркало теперь тебя 
ждет семь лет неудач.
'''
TASKS_R_3='''Ты научился управлять временем и у тебя куча времени на то,
чтобы освоить навыки решения задач по матану.
'''
THEORY_R_4='''Ты спал головой на север и знания сдулись
(хахахах,ну минус теория получается)
'''
LECTURER_R_3='''Ты улыбался другу, а преподаватель подумал,
что ему, он поздоровался с тобой
и улыбнулся в ответ(+ к отношению с преподавателем).
'''
CONDITION_R_5='''Твои друзья отправили тебе посылку со сладостями,
чтобы подбодрить во время подготовки.(милота, +состояние)
'''
CONDITION_R_6='''Любимые соседи решили устроить ремонт, 
из-за шума у тебя болит голова
и ты не можешь нормально выспаться(-состояние)
'''
LUCK_R_5='''Во сне ты увидел женщину с пустыми вёдрами 
(— к удаче).
'''
LECTURER_R_4='''Сегодня ты поднял чью-то куртку, потому что она
упала с крючка в коридоре. Оказалось, что это куртка преподавателя.
(он видел, что ты ее поднял, +уважение!)
'''
LECTURER_R_5='''Тебя случайно толкнули и ты врезался 
в преподавателя(минус в карму).
'''
CONCLUSION_DAY_1='''Вот и подошёл к концу первый день подготовки, 
не переживай, шансы на победу есть. Вот, кстати, твои показатели, 
с которыми ты закончил день. Они тебе пригодятся для второго дня, 
а пока ход переходит к твоему другу.
(для перехода ко второй команде нажмите enter)
'''
DEPENDENT_1='''Пришло время делать выбор. Пойдёшь прогуляться 
на улице или нет?
Помни, что на улице тебе может полегчать, 
но также мир полон опасностей
(Введи 1, если "да", и 2, если "нет")
'''
RESULT_D1_1='''Эх ты, добрая душа, вышел на улицу и погладил кота.
Теперь ты что-то подхватил и у тебя поднялась температура из-за неё 
ухудшилось состояние и теперь задачки ты не сможешь порешать, 
а в голове долго всё не держится.
'''
RESULT_D1_2='''Ну ты и домосед. Но зато с тобой ничего не случилось 
и ты немного порешал задачки (+ к задачкам).
'''
DEPENDENT_2='''Уделять больше времени на подготовку к теории или практике?
Перед тобой важный выбор, чему уделить больше внимания,
однако придётся чем то жертвовать.
(Введи 1, если выберешь теорию, 2, если практику, и 3, если всего понемногу)
'''
RESULT_D2_1='''Ты сделал свой выбор, теория на высоте, 
но практика пострадала.
'''
RESULT_D2_2='''"Ты сделал свой выбор, практика на высоте, 
но теория пострадала...пострадала(((((((.
'''
RESULT_D2_3='''Баланс- хорошая тактика. Мог бы получить в 2 раза больше,
но зато ничего не потерял.
'''
DEPENDENT_3='''"Использовать метод Помодоро?
(Не гугли что это, доверься своим ощущениям)
(Введи 1, если "да", и 2, если "нет")
'''
RESULT_D3_1='''Ты правильно организовал свое время и не перетруждался 
(+теория)
'''
RESULT_D3_2='''"Ну ты лузер, очевидно же, что нужно было выбирать да
'''
DEPENDENT_4='''Написать своему школьному учителю по математике?
(Введи 1, если "да", и 2, если "нет")
'''
RESULT_D4_1='''"Тебе объяснили теорию и она стала намного лучше,
но на тебя напала очень сильная ностальгия и твоё состояние 
сильно упало.
'''
RESULT_D4_2='''Тебе объяснили теорию и она стала намного лучше, 
но на тебя напала очень сильная ностальгия у твоё состояние сильно упало
'''
DEPENDENT_5='''У тебя есть возможность позадавать преподавателю глупые вопросы,
похвалить его прикид, его парфюм( тогда прибавиться показатель отношение с преподавателем),
однако твои братаны будут называть тебя подлизой и твоё состояние ухудшится(да/нет).
Взвесь всё, что из этого понесёт большие потери?
(Введи 1, если "да", и 2, если "нет")
'''
RESULT_D5_1='''Не переживай, твои братки всё понимают, это игра на выживание.
'''
RESULT_D5_2='''Ты не сильно примечательная личность,
поэтому преподаватель стал забывать тебя, 
можно было и предпринять что нибудь
'''

INTRODUCTION_DAY_2 = '''Так, так, так, наступил второй и последний день 
твоей подготовки. Завтра уже экзамен, соберись! 
Ты просто обязан выиграть этот спор!
'''
MANIUAL_DAY_2= '''Введи значения с первого раунда
(они были даны по окончании первого раунда<3)'''
CONDITION_R_7='''Тебе пришла стипендия (УРАААААА, ГУЛЯЕМ)
'''
CONDITION_R_8='''Начались магнитные бури и у тебя целыми днями 
болит голова (метеозависимость - отстой)
'''
THEORY_R_5='''Ты уснул на тетради во время подготовки и вся 
теория телепортировалась в твой мозг
'''
LECTURER_R_6='''Ты ехал на машине и попал в яму, из-за этого обрызгал прохожего,
который оказался твой преподаватель(минус реп...)
'''
TASKS_R_4='''Во сне пришел Демидович и передал все свои знания
'''
TASKS_R_5='''Сосед сверху каждый день включал дрип фонк и ты 
запомнил только его,
а решать задачи так и не научился
'''
THEORY_R_6='''Спал 2 часа и начал путать Бином Ньютона с меню Бургер Кинга
(хороший сон - залог успеха, а пока минус теория)
'''
LECTURER_R_7='''Сегодня ты случайно оделся в такую же рубашку, как преподаватель
и при встрече он оценил твой вкус в одежде(+ уважение)
'''
LUCK_R_6='''Решил поесть, но разбил тарелку и чашку,
а это приводит к ссорам и неудачам, особенно если это
происходит перед важным событием.
Поздравляю, минус отношения с преподавателем и удача
'''
CONDITION_R_9='''Тебе пришла стипендия (УРАААААА, ГУЛЯЕМ)
'''
CONDITION_R_10='''Дома закончился кофе, а ты зависим от него(- состояние)
'''
LUCK_R_7='''Ты переслал видео в тиктоке об удачной оценке
10 друзьям(успех обеспечен).
'''
THEORY_R_7='''Ты уснул на тетради во время подготовки и вся теория 
телепортировалась в твой мозг.
'''
LECTURER_R_8='''Ты ехал на машине и попал в яму, 
из-за этого обрызгал прохожего,
который оказался твой преподаватель(минус реп...)
'''
TASKS_R_6='''Питомец уснул у тебя на коленях, пока ты готовился, поднялось настроение'''
LUCK_R_8='''Решил поесть, но разбил тарелку и чашку,
а это приводит к ссорам и неудачам, особенно если это
происходит перед важным событием.
Поздравляю, минус отношения с преподавателем и удача.
'''
DEPENDENT_6='''Открывать/не открывать окно
(Введи 1, если "да", и 2, если "нет")
'''
RESULT_D6_1='''Открыл окно-подышал-зарядился энергией. 
+состояние
'''
RESULT_D6_2='''Ты сидел в душном помещении и заболела голова 
(- состояние)
'''
DEPENDENT_7='''Идёшь спать? (Введи 1, если "да", и 2, если "нет")
'''
RESULT_D7_1='''Споки ноки, но задачки ты не порешал
'''
DEPENDENT_8='''А сейчас? (Введи 1, если "да", и 2, если "нет")
'''
RESULT_D8_1='''Сладких снов, ты хорошо поработал
'''
DEPENDENT_9='''Ну может пора? (Введи 1, если "да", и 2, если "нет")'''
RESULT_D9_1='''Ты уже очень устал, но хоть немного поучиться удалось, спкнч 
'''
RESULT_D9_2='''Хватит уже, все равно мозг не работает.
Иди спи!
'''
RESULT_D8_2='''Баланс - хорошая тактика. Мог бы получить в 2 раза больше,
но зато ничего не потерял.
'''
DEPENDENT_10='''В ночь перед экзаменом крикнуть “ХАЛЯВА ПРИДИ”?
(Введи 1, если "да", и 2, если "нет")"
'''
RESULT_D10_1='''"Красавчик, и не важно, что подумали 
проходи +удача"
'''
RESULT_D10_2='''Красавчик, и не важно, что подумали проходи +удача
'''
DEPENDENT_11='''Взять карты таро у своего одногруппника?"
(Введи 1, если "да", и 2, если "нет")"
'''
RESULT_D11_1='''Твоё состояние улучшилось, и у твоего друга оно тоже 
немного улучшилось, однако, давать другому свои карты таро- плохое дело, 
так что у него уменьшилась удача
'''
RESULT_D11_2='''"Ничего страшного, твои показатели остались прежними"
'''
DEPENDENT_12='''Хочешь отправить тикток другу? (введи 1, если да,
и 2, если нет)
'''
RESULT_D12_1='''"Твоё состояние немного улучшилось, потому что 
он посмотрел твой тикток.
В этом тиктоке на него прочитали 
заклинание на неудачу и она у него снизилась.
'''
RESULT_D12_2='''Ты стал загоняться, что вы поссоритесь из-за вашего
спора, а ты еще и так с ним поступаешь, даже тикток отправил.
Твое состояние ухудшилось.
'''
DEPENDENT_13='''"На консультации ты можешь изъявить желание выйти к доске, "
тогда будет + респект от преподавателя, 
однако у этого может быть последствия…Готов?"
(Введи 1, если "да", и 2, если "нет")"
'''
RESULT_D13_1='''Ты вышел к доске и получил жесткий респект от преподавателя, но
окончательно запутался, как решать такой тип задач.
'''
RESULT_D13_2='''Ну и сиди дальше, прохлаждайся, ничего не поменялось.
'''
DEPENDENT_14='''"Можешь попробовать скинуть в группу мем, однако
это может как понравится, так и не понравится преподавателю.
Рискнёшь? (Введи 1, если "да", и 2, если "нет")"
'''
RESULT_D14_1='''Тебе не повезло и он не оценил
'''
RESULT_D14_2='''"Ничего не поменялось, а мог бы попробовать
'''
RESULT_D14_3='''Тебе повезло и он оценил
'''
DEPENDENT_15='''Поставить себе цель по SMART?"
(Введи 1, если "да", и 2, если "нет")
'''
RESULT_D15_1='''Ты четко видишь свою цель и идешь к ней!
'''
RESULT_D15_2='''"Ты мечешься от теме к теме и отдаляешься от цели
(-теория)
'''
DEPENDENT_16='''"Друг попросил тебя объяснить ему теорию. Объяснишь?"
(Введи 1, если "да", и 2, если "нет")"
'''
RESULT_D16_1='''"Ты лучше запомнил теорию, друг понял. +теория у обоих и 
+состояние"
'''
RESULT_D16_2='''Вы не помогли друг другу.
У тебя минус состояние, у друга минус теория
'''
DEPENDENT_17='''Посмотреть мотивационный ролик?
(1-да, 2-нет)
'''
RESULT_D17_1='''"Ты набрался мотивации, задачи стали решаться как по маслу"
'''
RESULT_D17_2='''"Не посмотрел и пожалел об этом, состояние уменьшилось"
'''
CONCLUSION_DAY_2='''Закончился второй день, завтра уже экзамен, 
хоть выспись сегодня, завтра грандиозный день
Переходим к следующей команде(нажми enter,чтобы продолжить)
'''
INTRODUCTION_DAY_3='''Не переживай, всё получится, выдохни, и шагай на экзамен, 
только не опоздай 
введи значения со второго раунда
(они были даны по окончании второго раунда или
после изменения их другим игроком<3)"
'''
CONDITION_R_11='''Ты сделал расклад таро и он оказался позитивным. 
(+состояние)
'''
CONDITION_R_12='''У тебя заела бесячая песня в голове. 
Состояние ухудшилось"
(сигма сигма боой, сигма бой, сигма бой..."
'''
LUCK_R_9='''"ты вышел на улицу и поприветствовал этот солнечный, "
теплый, но не жаркий день, легкий ветерок будто волшебству "
добавил тебе баллов удачи и состояния"
'''
THEORY_R_8='''Друг вышел с экзамена и передал проверенные 
шпоры. (+теория)
'''
LUCK_R_10='''Ты пошел прогуляться, увидел на полу монетку,
но поднял ее орлом вверх(удача покинула тебя..)
'''
TASKS_R_7='''На экзамене демон опечаток меняет все знаки «+» на «-».
( - задачи)
'''
THEORY_R_9='''Твой одногруппник не ответил на вопрос, теперь преподаватель
будет отыгрываться на тебе (-теория)
'''
LECTURER_R_9='''Сегодня преподаватель проснулся в отличном настроении,
поэтому у тебя больше шансов на успех
'''
LECTURER_R_10='''Рядом с твоей партой лежала шпаргалка и у преподавателя 
появились подозрения на тебя
'''
TASKS_R_8='''Ты разблокировал способность гипнотизера
и преподаватель начал рассказывать тебе решение задач
'''

RULES_FOR_2_DAY_3= '''Введите значения с предыдущего раунда того студента'''
RULES_FOR_2_DAY='''Введите значения с предыдущего раунда того студента,
 у кого вы хотите взять карты'''
RULES_FOR_2_DAY_2='''Введите значения с предыдущего раунда того студента,
 кому вы хотите отправить тикток'''


CONDITIONING_R_13='''Ты встал с той ноги
(птички поют, солнышко светит, а улыбка до ушей!)'''
CONDITIONING_R_14='''У тебя началась аллергия на 
цветение и ты чихаешь по 10 раз подряд'''
LUCK_R_11='''Ты вышел на улицу и поприветствовал этот солнечный,
теплый, но не жаркий день, легкий ветерок будто волшебству
добавил тебе баллов удачи и состояния'''
THEORY_R_10='''Умный одногруппник бубнил себе под нос все, 
что писал.
У вас совпали вопросы и ты удачно переписал всё себе на листочек
(УРА, плюс теория)
'''
TASKS_R_9='''Разобрал решение всех задач кроме одной, думая,
что она точно не попадется, но как назло попалась именно она 
(обидненько..)
'''
LECTURER_R_11='''Сегодня преподаватель попал под ливень 
и его настроение сильно ухудшилось.
'''
LUCK_R_12='''Cегодня тебя ругают все близкие -
плюс баллы удачи.
'''
THEORY_R_11='''Преподаватель подумал, что этого вопроса не было
в материалах для подготовки и решил тебя не валить.
'''
TASKS_R_10='''Тебе подарили умную ручку, которая решает 
задачи за тебя (ну это успех).
'''
TASKS_R_11='''Ты оставил раскрытую тетрадь с конспектами 
на столе и все знания испарились.
'''

RESULTS_1 = 'Введите значения последнего раунда (команда 1)'
RESULTS_2 = 'Введите значения последнего раунда (команда 2)'
RESULTS_3 = 'Введите значения последнего раунда (команда 3)'
TOTAL = 'Итог'
DEPENDENT_EXAM_COND_1 = '''Взять микронаушник?
(Введи 1, если "да", и 2, если "нет")'''
DEPENDENT_EXAM_F1_RES = '''Тебе повезло, и тебя не раскрыли. Ты решил задачу!'''
DEPENDENT_EXAM_F2_RES = '''Тебе не повезло, и на экзамен пришёл Костин со своим мега аппаратом.
Отношения с преподавателем ухудшились.'''
DEPENDENT_EXAM_F3_RES = '''Ничего не поменялось, а мог бы попробовать'''
DEPENDENT_EXAM_COND_2 = '''Положить 5 рублей в ботинок в день экзамена?
(Введи 1, если "да", и 2, если "нет")'''
DEPENDENT_EXAM_S1_RES = '''Тебе повезло, пятак выручил. Ты решил задачу!'''
DEPENDENT_EXAM_S2_RES = '''Прийдя на экзамен, ты расстроился, что не сделал это. (- состояние.)'''
DEPENDENT_EXAM_COND_3 = '''Сесть рядом с самым умным челом или к другу?
(Введи 1, если к умному, и 2, если к другу)'''
DEPENDENT_EXAM_T1_RES = '''Тебе повезло, пятак выручил. Ты решил задачу!'''
DEPENDENT_EXAM_T2_RES = '''Он обвинил вас в списывании: (-теория, -состояние)'''
DEPENDENT_EXAM_T3_RES = '''Он надиктовал вам парочку определений,
так как шарит в этой теме: (+теория, +состояние)'''
DEPENDENT_EXAM_COND_4 = '''Припарковать машину перед машиной друга"
(Введи 1, если "да", и 2, если "нет")'''
DEPENDENT_EXAM_FO1_RES = '''Введите значения с предыдущего раунда того студента,
перед чьей машиной вы хотите поставить свою.'''
DEPENDENT_EXAM_FO2_RES = '''Потеря удачи и состояния у друга, 
а у тебя плюс состояние, потому что АХАХАХХХА'''
DEPENDENT_EXAM_FO3_RES = '''Ну не хочешь, как хочешь, всё остаётся также'''
DEPENDENT_EXAM_COND_5 = '''Кинуть шпору другу прям в аудитории?
(Введи 1, если "да", и 2, если "нет")'''
DEPENDENT_EXAM_FI1_RES = '''Введите значения с предыдущего раунда того студента,
кому вы хотите помочь.'''
DEPENDENT_EXAM_FI2_RES = '''Красавчики, у вас всё получилось. 
У твоего друга прибавились все показатели кроме осп,
у тебя прибавились показатели удачи и состояния'''
DEPENDENT_EXAM_FI3_RES = '''Введите значения с предыдущего раунда того студента,
кому вы хотите помочь.'''
DEPENDENT_EXAM_FI4_RES = '''Ну что ж, не повезло не фартануло.
У твоего друга снизились все показатели. 
Да и у тебя снизились 3 показателей'''
DEPENDENT_EXAM_FI5_RES = '''Ну не хочешь, как хочешь, но за эгоистичность минус состояние'''
EXAM_END = '''Ну всё, ты сделал всё, что мог. Немного терпения и ты узнаешь, 
были ли твои усилия ненапрастны. Но всё равно поздравляю тебя с прохождением этого нелёгкого пути'''
WINNER_1 = '''Студент 1, у тебя пятёрка! 
Ты молодец, смог обыграть этих бездельников'''
WINNER_2 = '''Студент 2, у тебя пятёрка! 
Ты молодец, смог обыграть этих бездельников'''
WINNER_3 ='''Студент 3, у тебя пятёрка! 
Ты молодец, смог обыграть этих бездельников'''
WINNER_12 = '''Студенты 1 и 2, у вас пятёрки! 
Вы молодцы, смогли обыграть этого лентяя'''
WINNER_13 = '''Студенты 1 и 3, у вас пятёрки! 
Вы молодцы, смогли обыграть этого лентяя'''
WINNER_23 = '''Студенты 2 и 3, у вас пятёрки! 
Вы молодцы, смогли обыграть этого лентяя'''
WINNER_123 = 'Студенты, у всех пятёрки! Вы шикарны!'
SILVER_1 = '''Студент 1, у тебя четвёрка, это тоже неплохо, но увы ты не дотянул,
можно было и побольше посидеть с задачами '''
SILVER_2 = '''Студент 2, у тебя четвёрка, это тоже неплохо, но увы ты не дотянул,
можно было и побольше посидеть с задачами '''
SILVER_3 = '''Студент 3, у тебя четвёрка, это тоже неплохо, но увы ты не дотянул,
можно было и побольше посидеть с задачами '''
SILVER_12 = '''Студенты 1 и 2, у вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
SILVER_13 = '''Студенты 1 и 3, у вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
SILVER_23 = '''Студенты 2 и 3, у вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
SILVER_123 = '''Студенты, у каждого из вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
CUPRUM_1 = '''Студент 1, у тебя тройка, все старания коту под хвост.
Иди учись, впереди ещё 3 экзамена'''
CUPRUM_2 = '''Студент 2, у тебя тройка, все старания коту под хвост.
Иди учись, впереди ещё 3 экзамена'''
CUPRUM_3 = '''Студент 3, у тебя тройка, все старания коту под хвост.
Иди учись, впереди ещё 3 экзамена'''
CUPRUM_12 = '''Студенты 1 и 2, у вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
CUPRUM_13 = '''Студенты 1 и 3, у вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
CUPRUM_23 = '''Студенты 2 и 3, у вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
CUPRUM_123 = '''Студенты, у каждого из вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
LOSER_1 = '''Студент 1, в этом году сдача экзамена пошла не по плану,
но помни, что у тебя есть еще 3 попытки
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_2 = '''Студент 1, в этом году сдача экзамена пошла не по плану,
но помни, что у тебя есть еще 3 попытки
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_3 = '''Студент 1, в этом году сдача экзамена пошла не по плану,
но помни, что у тебя есть еще 3 попытки
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_12 = '''Студенты 1 и 2, в этом году сдача экзамена пошла не по плану, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_13 = '''Студенты 1 и 3, в этом году сдача экзамена пошла не по плану, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_23 = '''Студенты 2 и 3, в этом году сдача экзамена пошла не по плану, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_123 = '''Студенты, в этом году сдача экзамена пошла не по плану для каждого из вас, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
