DEPENDENT_EXAM_COND_1 = '''Взять микронаушник?
(Введи 1, если "да", и 2, если "нет")'''
DEPENDENT_EXAM_F1_RES = '''Тебе повезло, и тебя не раскрыли. Ты решил задачу!'''
DEPENDENT_EXAM_F2_RES = '''Тебе не повезло, и на экзамен пришёл Костин со своим мега аппаратом.
Отношения с преподавателем ухудшились.'''
DEPENDENT_EXAM_F3_RES = '''Ничего не поменялось, а мог бы попробовать'''
DEPENDENT_EXAM_COND_2 = '''Положить 5 рублей в ботинок в день экзамена?
(Введи 1, если "да", и 2, если "нет")'''
DEPENDENT_EXAM_S1_RES = '''Тебе повезло, пятак выручил. Ты решил задачу!'''
DEPENDENT_EXAM_S2_RES = '''Прийдя на экзамен, ты расстроился, что не сделал это. (- состояние.)'''
DEPENDENT_EXAM_COND_3 = '''Сесть рядом с самым умным челом или к другу?
(Введи 1, если к умному, и 2, если к другу)'''
DEPENDENT_EXAM_T1_RES = '''Тебе повезло, пятак выручил. Ты решил задачу!'''
DEPENDENT_EXAM_T2_RES = '''Он обвинил вас в списывании: (-теория, -состояние)'''
DEPENDENT_EXAM_T3_RES = '''Он надиктовал вам парочку определений,
так как шарит в этой теме: (+теория, +состояние)'''
DEPENDENT_EXAM_COND_4 = '''Припарковать машину перед машиной друга"
(Введи 1, если "да", и 2, если "нет")'''
DEPENDENT_EXAM_FO1_RES = '''Введите значения с предыдущего раунда того студента,
перед чьей машиной вы хотите поставить свою.'''
DEPENDENT_EXAM_FO2_RES = '''Потеря удачи и состояния у друга, 
а у тебя плюс состояние, потому что АХАХАХХХА'''
DEPENDENT_EXAM_FO3_RES = '''Ну не хочешь, как хочешь, всё остаётся также'''
DEPENDENT_EXAM_COND_5 = '''Кинуть шпору другу прям в аудитории?
(Введи 1, если "да", и 2, если "нет")'''
DEPENDENT_EXAM_FI1_RES = '''Введите значения с предыдущего раунда того студента,
кому вы хотите помочь.'''
DEPENDENT_EXAM_FI2_RES = '''Красавчики, у вас всё получилось. 
У твоего друга прибавились все показатели кроме осп,
у тебя прибавились показатели удачи и состояния'''
DEPENDENT_EXAM_FI3_RES = '''Введите значения с предыдущего раунда того студента,
кому вы хотите помочь.'''
DEPENDENT_EXAM_FI4_RES = '''Ну что ж, не повезло не фартануло.
У твоего друга снизились все показатели. 
Да и у тебя снизились 3 показателей'''
DEPENDENT_EXAM_FI5_RES = '''Ну не хочешь, как хочешь, но за эгоистичность минус состояние'''



EXAM_END = '''Ну всё, ты сделал всё, что мог. Немного терпения и ты узнаешь, 
были ли твои усилия ненапрастны. Но всё равно поздравляю тебя с прохождением этого нелёгкого пути'''



WINNER_1 = '''Студент 1, у тебя пятёрка! 
Ты молодец, смог обыграть этих бездельников'''
WINNER_2 = '''Студент 2, у тебя пятёрка! 
Ты молодец, смог обыграть этих бездельников'''
WINNER_3 ='''Студент 3, у тебя пятёрка! 
Ты молодец, смог обыграть этих бездельников'''
WINNER_12 = '''Студенты 1 и 2, у вас пятёрки! 
Вы молодцы, смогли обыграть этого лентяя'''
WINNER_13 = '''Студенты 1 и 3, у вас пятёрки! 
Вы молодцы, смогли обыграть этого лентяя'''
WINNER_23 = '''Студенты 2 и 3, у вас пятёрки! 
Вы молодцы, смогли обыграть этого лентяя'''
WINNER_123 = 'Студенты, у всех пятёрки! Вы шикарны!'
SILVER_1 = '''Студент 1, у тебя четвёрка, это тоже неплохо, но увы ты не дотянул,
можно было и побольше посидеть с задачами '''
SILVER_2 = '''Студент 2, у тебя четвёрка, это тоже неплохо, но увы ты не дотянул,
можно было и побольше посидеть с задачами '''
SILVER_3 = '''Студент 3, у тебя четвёрка, это тоже неплохо, но увы ты не дотянул,
можно было и побольше посидеть с задачами '''
SILVER_12 = '''Студенты 1 и 2, у вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
SILVER_13 = '''Студенты 1 и 3, у вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
SILVER_23 = '''Студенты 2 и 3, у вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
SILVER_123 = '''Студенты, у каждого из вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
CUPRUM_1 = '''Студент 1, у тебя тройка, все старания коту под хвост.
Иди учись, впереди ещё 3 экзамена'''
CUPRUM_2 = '''Студент 1, у тебя тройка, все старания коту под хвост.
Иди учись, впереди ещё 3 экзамена'''
CUPRUM_3 = '''Студент 1, у тебя тройка, все старания коту под хвост.
Иди учись, впереди ещё 3 экзамена'''
CUPRUM_12 = '''Студенты 1 и 2, у вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
CUPRUM_13 = '''Студенты 1 и 3, у вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
CUPRUM_23 = '''Студенты 2 и 3, у вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
CUPRUM_123 = '''Студенты, у каждого из вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
LOSER_1 = '''Студент 1, в этом году сдача экзамена пошла не по плану,
но помни, что у тебя есть еще 3 попытки
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_2 = '''Студент 1, в этом году сдача экзамена пошла не по плану,
но помни, что у тебя есть еще 3 попытки
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_3 = '''Студент 1, в этом году сдача экзамена пошла не по плану,
но помни, что у тебя есть еще 3 попытки
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_12 = '''Студенты 1 и 2, в этом году сдача экзамена пошла не по плану, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_13 = '''Студенты 1 и 3, в этом году сдача экзамена пошла не по плану, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_23 = '''Студенты 2 и 3, в этом году сдача экзамена пошла не по плану, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_123 = '''Студенты, в этом году сдача экзамена пошла не по плану для каждого из вас, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
